---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.AlignmentStationPrefix
source: html/2bdafb54-8a53-67aa-c7a7-1a88241c9feb.htm
---
# Autodesk.Revit.DB.ParameterTypeId.AlignmentStationPrefix Property

"Station Prefix"

## Syntax (C#)
```csharp
public static ForgeTypeId AlignmentStationPrefix { get; }
```